tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "bat"
brew "fnm"
brew "gh"
brew "git"
brew "jq"
brew "mpdecimal"
brew "neovim"
brew "node"
brew "python@3.11"
brew "rsync"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "yarn"
brew "yt-dlp"
cask "alacritty"
cask "android-file-transfer"
cask "anki"
cask "appcleaner"
cask "calibre"
cask "discord"
cask "eloston-chromium"
cask "font-caskaydia-cove-nerd-font"
cask "google-drive"
cask "hyperkey"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "obsidian"
cask "plex"
cask "rectangle"
cask "spotify"
cask "ticktick"
cask "todoist"
cask "tor-browser"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "styled-components.vscode-styled-components"
vscode "WakaTime.vscode-wakatime"
