tap "buo/cask-upgrade"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "git"
brew "heroku-node"
brew "htop"
brew "node"
brew "reattach-to-user-namespace"
brew "rsync"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "coconutbattery"
cask "eloston-chromium"
cask "evernote"
cask "figma"
cask "font-fira-code"
cask "font-source-code-pro"
cask "garmin-basecamp"
cask "hyper"
cask "insomnia"
cask "keka"
cask "nextcloud"
cask "notion"
cask "obsidian"
cask "openemu"
cask "osxfuse"
cask "quicklook-json"
cask "shotcut"
cask "skype"
cask "spotify"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "windscribe"
