tap "homebrew/bundle"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "mpdecimal"
brew "ansible"
brew "ansible-lint"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "python@3.11"
brew "restic"
brew "rsync"
brew "stow"
brew "tmux"
brew "watch"
brew "yt-dlp"
cask "alacritty"
cask "android-file-transfer"
cask "anki"
cask "appcleaner"
cask "calibre"
cask "discord"
cask "eloston-chromium"
cask "font-caskaydia-cove-nerd-font"
cask "google-drive"
cask "hyperkey"
cask "insomnia"
cask "keka"
cask "notunes"
cask "obsidian"
cask "plex"
cask "private-internet-access"
cask "rectangle"
cask "shotcut"
cask "spotify"
cask "todoist"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "wakatime.vscode-wakatime"
